{
  "home": "ANA SAYFA",
  "corporate_menu": "KURUMSAL",
  "preschool_main": "ANAOKULU",
  "kindergarten": "KREŞ",
  "primaryschool": "İLKOKUL",
  "primaryschool_main_1": "Okulumuz, öğrenci mutluluğunu ve bireysel gelişimini ön planda tutan, butik bir eğitim modeliyle hizmet vermektedir. Eğitim sürecimizde, her öğrencinin kendini keşfetmesini, yeteneklerini geliştirmesini ve potansiyelini en üst seviyeye çıkarmasını hedefliyoruz.",
  "primaryschool_main_2": "Eğitimde kaliteyi artırmak için küçük sınıf mevcutları ve birebir ilgiye dayalı bir yaklaşım benimsiyoruz. Okul genelinde uygulanan çift dil eğitim modeliyle, öğrencilerimizin dil becerilerini erken yaşlardan itibaren destekliyoruz.",
  "primaryschool_oursystem_header": "Mentör Öğretmen Sistemi ve Veli İş Birliği",
  "primaryschool_oursystem_main_1": "Okulumuz, öğrenci mutluluğunu ve bireysel gelişimini ön planda tutan, butik bir eğitim modeliyle hizmet vermektedir. Eğitim sürecimizde, her öğrencinin kendini keşfetmesini, yeteneklerini geliştirmesini ve potansiyelini en üst seviyeye çıkarmasını hedefliyoruz. Eğitimde kaliteyi artırmak için küçük sınıf mevcutları ve birebir ilgiye dayalı bir yaklaşım benimsiyoruz. Okul genelinde uygulanan çift dil eğitim modeliyle, öğrencilerimizin dil becerilerini erken yaşlardan itibaren destekliyoruz.",
  "primaryschool_oursystem_main_2": "Okulumuzdaki sınıflar, maksimum 14 kişilik olacak şekilde düzenlenmiştir. Bu sayede her öğrencimize birebir ilgi gösterme ve onların akademik, sosyal ve kişisel gelişimlerini daha yakından takip etme fırsatı buluyoruz. Öğrenciye özel ders içeriği sunabilmek ve bireysel gelişimi desteklemek, eğitim modelimizin temel prensiplerinden biridir. Küçük sınıf mevcutları, öğrencilerimizin kendilerini ifade etmeleri, soru sormaları ve derslere aktif katılım sağlamaları için güvenli bir ortam sunmayı amaçlıyoruz.",
  "primaryschool_oursystem_main_3": "Raporlar rehber öğretmen, idare tarafından okunur. Bu sistemle, veli-öğretmen-öğrenci üçgeninde güçlü bir iletişim kurarak öğrencilerimize destek olmayı hedeflemekteyiz. ",
  "primaryschool_bilingual_education_header": "Çift Dilli Eğitim Sistemi Nedir?",
  "primaryschool_bilingual_education_main_1": "Çift dilli eğitim sistemi, öğrencilerin iki dilde öğrenim gördükleri bir eğitim modelidir. Bu sistemde derslerin bir kısmı veya tamamı ikinci bir dilde işlenir, böylece öğrenciler ana dillerinin yanında hedef dili (genellikle İngilizce gibi yaygın bir uluslararası dil) de aktif olarak kullanarak öğrenme sürecine katılırlar. Çift dilli eğitim, öğrencilere erken yaşlardan itibaren ikinci bir dili etkili ve doğal bir şekilde öğretmeyi hedefler.",
  "primaryschool_bilingual_education_main_2": "İlkokul kadememizde çift dil eğitim sistemiyle, öğrencilerin hem ana dillerinde hem de İngilizcede güçlü bir temele sahip olmalarını hedefliyoruz. Bu aşamada İngilizce öğretmenlerimiz, sınıf öğretmeni rolünde çalışarak öğrencilere yalnızca dil bilgisi kazandırmakla kalmaz, aynı zamanda günlük ders programında da rehberlik ederler. Sınıflarımızda biri İngilizce diğeri Türkçe branşlarında iki öğretmen bulunmaktadır. Dual derslerde öğrencilerimiz dersleri hem Türkçe hem de İngilizce olarak öğrenmektedir.",
  "primaryschool_bilingual_education_main_3": "Bu yaklaşım, öğrencilerin İngilizceyi doğal bir ortamda ve günlük yaşamda kullanmalarını teşvik etmektedir. Haftalık ders programlarımız, öğrencilerimizin ilgi alanlarına göre şekillendirilmiştir. Haftaiçi kulüp dersleri ve etkinlikler, öğrencilere farklı alanlarda kendilerini geliştirme fırsatı sunmaktadır.",
  "primaryschool_bilingual_education_main_4": "Her Cuma Fun-Friday etkinliklerimiz bulunmaktadır.",
  "primaryschool_bilingual_education_main_5": "Açıklanacak",
  "primaryschool_clubs_header": "KULÜPLERİMİZ",
  "primaryschool_clubs_main_1": "ABD'nin 50 eyaletinde ve 40 farklı ülkede temsilcilikleri bulunan, kâr amacı gütmeyen, dünyanın en büyük yaratıcılık, takım çalışması ve çözüm geliştirme organizasyonudur. Çocuklar bu süreçten geçerken, kendilerini güçlü hissetmelerine ve geleceklerinde başarılı olmalarına yardımcı olan yaratıcı düşünme, eleştirel düşünme, topluluk önünde konuşma ve işbirlikçi problem çözme gibi hayati yaşam ve kariyer becerilerini öğrenirler.",
  "primaryschool_clubs_main_1_sub": "Destination İmagination Kulübü",
  "primaryschool_clubs_main_2": "ile öğrencilerimiz ilgileri dahilinde enstrüman çalma, şarkı söyleme ve müziğin ritmiyle gelişme fırsatını tercih ederler.",
  "primaryschool_clubs_main_2_sub": "Müzik Kulubü",
  "primaryschool_clubs_main_3": "Bilime ilgi duyan öğrencilerin deneyler yaparak keşfetmelerini sağlayan bir kulüptür. Öğrencilerimiz yıl içerisinde yaptıkları etkinlikleri deneyleri Bilim Şenliği’nde sergilerler.",
  "primaryschool_clubs_main_3_sub": "Bilim ve Deney Kulubü",
  "primaryschool_clubs_main_4": "Teknoloji ile değişen sanat anlayışını kendi tarzlarında yansıtmalarına imkan sağlamaktadır. Kulübümüz dijital çizim ve temel animasyon çalışmaları ile yaratıcılığı ve teknoloji kullanımını bir araya getirmektedir. Sene sonu öğrencilerin çalışmaları portfolyo haline getirilmektedir. ",
  "primaryschool_clubs_main_4_sub": "Digital Art Kulubü",
  "primaryschool_clubs_main_5": "Resim sanatıyla ilgilenen öğrencilerimiz için her hafta farklı tekniklerde çalışmalar yapılmaktadır. ",
  "primaryschool_clubs_main_5_sub": "Görsel Sanatlar Kulubü",
  "primaryschool_clubs_main_6": "Spor ve fiziksel aktivitelere yönelik bir kulüptür. Öğrencilerin hareket becerilerini geliştirmek, takım çalışmasını öğrenmek ve fiziksel olarak aktif olmalarını sağlamak amacıyla çalışmalar yapılmaktadır.",
  "primaryschool_clubs_main_6_sub": "Fiziksel Etkinlikler Kulubü",
  "primaryschool_clubs_main_7": "stratejik düşünme, sabır ve analiz becerilerini geliştirmek isteyen öğrenciler için kurulmuş bir kulüptür. Go, Çin kökenli, dünyadaki en eski ve en karmaşık strateji oyunlarından biri olup Japonya, Kore ve Çin’de geniş bir popülariteye sahiptir. Bu oyun, öğrencilerin düşünme becerilerini geliştirirken aynı zamanda disiplinli ve sabırlı olmayı öğrenmelerini sağlar.",
  "primaryschool_clubs_main_7_sub": "Go Kulubü",
  "primaryschool_clubs_main_8": "Çeşitli kutu ve zeka oyunlarının oynandığı bir kulüptür. Öğrencilerin analitik düşünme ve problem çözme becerilerini geliştirir.  Öğrencilerimiz mantık yürütme ve strateji geliştirme odaklı çalışır. Düzenlenen yarışmalara, turnuvalara katılım sağlarlar. ",
  "primaryschool_clubs_main_8_sub": "Akıl Oyunları Kulubü",
  "primaryschool_clubs_main_9": "zihin oyunları, strateji ve dikkat gerektiren aktiviteler ile öğrencilerin zihinlerini geliştirmelerine yardımcı olmaktadır.  Bu kulüp, hafıza, dikkat ve yaratıcılığı destekleyen eğlenceli oyunlarla öğrencilerin beyin fonksiyonlarını güçlendirmektedir.  ",
  "primaryschool_clubs_main_9_sub": "Oyuncu Beyinler Kulubü",
  "secondaryschool_main_1": "Ortaokul sistemimizde 5. ve 6. sınıflar için aşamalı bir geçiş yapısı benimsenmiş olup, bu sınıflarda öğrenciler ilkokuldan ortaokula adaptasyon sürecine hazırlanır.",
  "secondaryschool_main_2": "7. ve 8. sınıflarda ise sınav odaklı bir eğitim modeli uygulanarak öğrencilerimizin akademik başarılarını artırmaları hedeflenir.",
  "secondaryschool_main_3": "Özellikle 7. sınıftan itibaren başlayan sınav hazırlık programları, 8. sınıfta yoğunlaşarak LGS odaklı bir çalışma sistemine dönüşmektedir.",
  "secondaryschool_main_4": "Bu dönemde öğrenciler, okul içerisindeki destekleyici programlar sayesinde dışarıdan bir ek kaynağa ihtiyaç duymadan sınava eksiksiz bir şekilde hazırlanabilmektedir.",
  "secondaryschool_main_5": "Yıl boyunca uygulanan 65-70 deneme sınavı, öğrencilerimizin seviyelerini belirleyip eksiklerini gidermeye yönelik yapılmakta ve sonuçları ölçme değerlendirme birimi tarafından yakından izlenmektedir.",
  "secondaryschool_foreignlanguage_header": "İngilizce Eğitimi ve Uluslararası Projeler",
  "secondaryschool_foreignlanguage_main_1": "Her kademede İngilizce ders saatlerimiz, öğrencilerimizin dil becerilerini geliştirmelerine olanak tanıyacak şekilde artırılmıştır.",
  "secondaryschool_foreignlanguage_main_2": "Amacımız, öğrencilerimizin İngilizceyi yalnızca bir ders olarak değil, yaşamın bir parçası olarak görmelerini sağlamak ve dil becerilerini ileri düzeyde geliştirmektir.",
  "secondaryschool_foreignlanguage_main_3": "Bu doğrultuda uluslararası projelere katılım teşvik edilmekte, öğrencilerimizin farklı kültürlerle tanışarak projeler geliştirmeleri sağlanmaktadır.",
  "secondaryschool_foreignlanguage_main_4": "Böylece öğrenciler, yalnızca akademik değil, sosyal anlamda da küresel bir bakış açısına sahip bireyler olarak yetişirler. ",
  "secondaryschool_lessons_header": "Sınıf Mevcudu ve Birebir İlgilenme",
  "secondaryschool_lessons_main_1": "Okulumuzdaki sınıflar, maksimum 16 kişilik olacak şekilde düzenlenmiştir.",
  "secondaryschool_lessons_main_2": "Bu sayede her öğrencimize birebir ilgi gösterme ve onların akademik, sosyal ve kişisel gelişimlerini daha yakından takip etme fırsatı buluyoruz.",
  "secondaryschool_lessons_main_3": "Öğrenciye özel ders içeriği sunabilmek ve bireysel gelişimi desteklemek, eğitim modelimizin temel prensiplerinden biridir. ",
  "secondaryschool_lessons_main_4": "Küçük sınıf mevcutları, öğrencilerimizin kendilerini ifade etmeleri, soru sormaları ve derslere aktif katılım sağlamaları için güvenli bir ortam sunar.",
  "secondaryschool_oursystem_header": "Mentör Öğretmen Sistemi ve Veli İş Birliği",
  "secondaryschool_oursystem_main_1": "Öğrencilerimizin gelişimini yakından takip etmek ve düzenli bir destek sunmak amacıyla mentör öğretmen sistemi uygulanmaktadır.",
  "secondaryschool_oursystem_main_2": "Her öğrenci, bir mentör öğretmen tarafından birebir takip edilmekte ve 15 günde bir ailelerle iletişime geçilmektedir.",
  "secondaryschool_oursystem_main_3": "Bu görüşmelerde, öğrencinin akademik durumu, sosyal gelişimi ve varsa ihtiyaçları değerlendirilerek çözüm odaklı bir yaklaşım sergilenir.",
  "secondaryschool_oursystem_main_4": "Ayrıca her mentör öğretmen, yaptığı görüşmelerden sonra ayrıntılı bir raporlama yaparak öğrencinin gelişim sürecini kayıt altına alır.",
  "secondaryschool_oursystem_main_5": "Bu sistem, veli-öğretmen-öğrenci üçgeninde güçlü bir iletişim kurarak öğrencilerimize destek olmayı hedeflemektedir.",
  "secondaryschool_preparation_program_header": "LGS Hazırlık Programı",
  "secondaryschool_preparation_program_main_1": "Özellikle 8. sınıf öğrencilerimiz için LGS hazırlık düzenlenmektedir.",
  "secondaryschool_preparation_program_main_2": "Bu programlar, öğrencilerimizin sınav sürecine tam olarak adapte olmalarını ve sınav kaygılarını en aza indirerek başarılarını artırmalarını sağlar.",
  "secondaryschool_preparation_program_main_3": "Haftalık ders programlarında Matematik,Fen Bilimleri,Türkçe,İngilizce, İnkılap Tarihi, Din Kültürü ve Rehberlik dersleri bulunmaktadır.",
  "secondaryschool_preparation_program_main_4": "8.sınıf tamamen akademik derslerden oluşur ve sınav hazırlık programı olarak geçmektedir.",
  "secondaryschool_preparation_program_main_5": "Sınava hazırlık sürecinde yapılan 65-70 deneme sınavı, her öğrencinin eksiklerini belirleyerek hedef odaklı bir çalışma stratejisi oluşturulmasını sağlar.",
  "secondaryschool_preparation_program_main_6": "Deneme sınav takvimi öğrencilerimizle paylaşılır.",
  "secondaryschool_preparation_program_main_7": "Bu süreçte yapılan ölçme ve değerlendirmeler, öğrencilerimizin başarı grafiğini yükseltmek ve sınav stresini azaltmak için titizlikle takip edilmektedir.",
  "secondaryschool_preparation_program_main_8": "Hızlı sonuç paylaşımı öğrencilerin eksiklerini hızlı bir şekilde görmesini ve hatalarını düzeltmesini sağlamaktadır.",
  "secondaryschool_preparation_program_main_9": "aaa",
  "preparation_program": "SINAV HAZIRLIK",
  "ib_scinece": "İB BİLİM KURSU",
  "ib_scinece_lower": "İB Bilim Kursu",
  "ib_scinece_whatsapp": "İB BİLİM",
  "portal": "VELİ ÖĞRENCİ PORTALI",
  "advenced_placement": "ADVENCED PLACEMENT",
  "ielts": "IELTS",
  "sat": "SAT",
  "our_staff": "KADROMUZ",
  "the_Atatürk_corner": "ATATÜRK KÖŞESİ",
  "phone": "TELEFON",
  "whatsapp": "WHATSAPP",
  "secondaryschool": "ORTAOKUL",
  "highschool": "LİSE",
  "contact": "İLETİŞİM",
  "welcome_message": "Matbilim'e hoş geldiniz",
  "about_description": "Matbilim, bilim ve teknoloji alanlarında çalışmalar yapan bir platformdur.",
  "contact_description": "Bize info@matbilim.com adresinden ulaşabilirsiniz.",
  "language": "EN",
  "home_header": "Ana Sayfa Başlık",
  "home_line_1": "Ana Sayfa Satır 1",
  "home_line_2": "Ana Sayfa Satır 2",
  "home_line_3": "Ana Sayfa Satır 3",
  "home_sub_header": "Ana Sayfa Alt Başlık",
  "news": "HABERLER",
  "activities": "AKTİVİTELER",
  "go_back_home": "Ana Sayfaya Geri Dön",
  "our_system": "SİSTEMİMİZ",
  "bilingual_education": "ÇİFT DİLLİ EĞİTİM",
  "foreign_language": "YABANCI DİL",
  "lessons": "DERSLER",
  "clubs": "KULÜPLER",
  "counselling": "REHBERLİK",
  "gallery": "GALERİ",
  "scholarship": "KAYIT / KABUL",
  "scholarship_form_title": "Kayıt Kabul ve Bursluluk Sınavı Başvuru Formu",
  "student_and_school_info": "Öğrenci ve Okul Bilgileri",
  "student_name": "Adı",
  "student_surname": "Soyadı",
  "tckn": "TCKN",
  "birth_date": "Doğum Tarihi",
  "school_name": "Öğrenim Gördüğü Okul Adı",
  "application_school": "Başvuru Yapılan Okul",
  "select": "Seçiniz",
  "school_1": "Okul 1",
  "school_2": "Okul 2",
  "school_3": "Okul 3",
  "parent_info": "Veli Bilgileri",
  "parent_name": "Adı",
  "parent_surname": "Soyadı",
  "relation": "Yakınlık Derecesi",
  "mother": "Anne",
  "father": "Baba",
  "other": "Diğer",
  "mobile_phone": "Cep Telefonu",
  "email": "E-Posta Adresi",
  "consent_message": "Telefon ve E-posta almak istiyorum",
  "submit_button": "Kaydet ve Gönder",
  "submit_error": "Lütfen Girilen Bilgileri Kontrol Ediniz",
  "class_level": "Şuan Okumakta Olduğu Sınıf",
  "select_stream": "Alan Seçimi",
  "select_class_level": "Önce Okul Seçiniz",
  "gender": "Cinsiyet",
  "male": "Erkek",
  "female": "Kadın",
  "occupation": "Mesleği",
  "how_did_you_hear": "Okulumuzu Nereden Duydunuz?",
  "internet": "İnternet",
  "friend": "Arkadaş",
  "advertisement": "Reklam",
  "corporate_title": "Kurumsal",
  "about_us": "Hakkımızda",
  "about_us_text_1": "On yedi yıllık tecrübe; 9 Haziran 2019 yılında IB Bilim Öğretim Kursunun açılması ve 26 Temmuz 2021 tarihinde okullaşma sürecinin de başlangıcı olarak Matbilim Kolejinin bu başarılı yapıya katılması ile devam etti. IB Bilim Öğretim Kursu, Matbilim Koleji ile birlikte Matbilim Eğitim Kurumlarının bünyesinde güçlenerek büyümeye, başarısı katlanarak artmaya devam etmektedir. Matbilim Eğitim Kurumları olarak en büyük amacımız; fikri hür, vicdanı hür, yurtsever bireyler yetiştirmek, aynı zamanda mutlu, güçlü, başarılı ve saygın birey olma yolunda da gençlerimizi geleceğe hazırlamaktır. ",
  "about_us_text_2": "Matbilim Eğitim Kurumları olarak; Otuz yıllık bir planla çıktığımız bu yolda ilk beş yılı başarıyla tamamlamış bulunmaktayız. Teknolojiyle iç içe öğrencilerimizin öğrenme deneyimlerini zenginleştirmeyi ve öğrenme sürecini daha etkili hale getirmeyi amaçlamaktayız. Bu amaçlar kontrollü tablet kullanımı, kurumlarımızda etkin öğrenme ve teknolojiyi bir araya getirmektedir. Mutlu öğretmen mutlu öğrenci ilkesini benimsemiş ve bu ilkeyle hareket eden kurumlarımız öğrencilerimizin kariyer planlarının oluşturulmasında ve ulusal-uluslararası sınavlara (LGS, TYT, AYT, IELTS, AP, SAT)  hazırlıklarının her aşamasında ve sonrasında öğrencilerimizin yanında yer almaktadır.",
  "from_our_founder": "Kurucumuzdan",
  "founder_message": "Her birimizin hayatına dokunan, yön veren, idol olarak gördüğü öğretmenleri olmuştur. Başöğretmenimiz Gazi Mustafa Kemal Atatürk benim en büyük idolümdür. Atamızın açtığı yolda başarılı, mutlu, saygın, kökleri bu topraklara bağlı, vatansever, dünya vatandaşı yetiştirmek en büyük amacımdır. Üniversite sınavında ilk 500’ün içinde olmamı sağlayan ilk öğretmenim aynı zamanda dedem Ahmet Uyar ve mesleğinin hakkını veren Tunç İlyas, Selami Yemenci, Hayrettin Kubilay başta olmak üzere her öğrencisini kendi evladı gibi gören, yürüdükleri yolda zorluklarla karşılaşsa da asla pes etmeyen, vazgeçmeyen tüm öğretmenlerimizi saygı ve minnetle anıyorum.",
  "principles_algorithm": "Prensiplerin Algoritması",
  "principles_loud": "“Şampiyonluk bulaşıcıdır.”",
  "principles_loud_en": "“Let’s Strive Together to Make the World Better!”",
  "principles_text": "Atatürk ilke ve devrimlerini kararlı, vizyoner bir anlayışla benimsemiş, fikri hür, vicdanı hür dünya vatandaşı yetiştirme yolunda ilerleyen, ana dilini ve evrensel dillerden başta İngilizce olmak üzere, Almanca, İtalyanca ve Fransızcayı etkili biçimde kullanabilen, analitik ve eleştirel düşünme gücüne sahip, yaşamın her alanında etkin olarak yer alan ve zamanı etkin olarak kullanabilen, en az bir enstrüman çalan ve en az bir spor dalıyla ilgilenen, estetik duygusu gelişen ve bunu yaşamına yansıtabilen, hayat boyu karşılaştığı sorunlara yaratıcı ve yenilikçi çözümler bulabilen, kendisine, insanlığa ve doğaya karşı saygılı, sorumluluklarının farkında olan, etkili iletişim kurarken hoşgörüyü, dürüstlüğü ve güveni esas alabilen bireyler yetiştirmektir.",
  "main_text_1": "Matbilim Koleji, bilim ve matematiği iç içe sunan yenilikçi bir eğitim modeline sahiptir. Öğrencilerimizin her birinin bireysel özelliklerini ve ihtiyaçlarını göz önünde bulundurarak, butik bir eğitim anlayışı benimsiyoruz. İlkokuldan liseye kadar uzanan bu yolculukta, her öğrencinin gelişimini yakından takip ediyor, kariyer planlamasını büyük bir titizlikle yapıyoruz.",
  "main_text_2": "Her öğrencimizin ilerlemesi, rehber öğretmenlerimiz tarafından düzenli olarak takip edilir. Öğrencinin güçlü yönleri desteklenir, gelişim alanları ise hedef odaklı çalışmalarla iyileştirilir.",
  "main_text_3": "Mentörlük sistemimizle her öğrencinin gelişimini en yakından takip etmekteyiz.",
  "main_text_4": "Üniversite ve meslek seçiminde doğru yönlendirmelerle öğrencilerin kariyer hedeflerine ulaşmalarına rehber oluyoruz.",
  "main_text_5": "Kalabalık sınıfların aksine, daha az öğrenci sayısıyla her bireye özel ilgi gösterilir. Bu sayede, öğretmen ve öğrenci arasındaki etkileşim güçlenir, öğrenim kalitesi artar.",
  "main_text_6": "Matbilim Koleji'nde, öğrencilerimizi sadece birer öğrenci olarak değil, geleceğin mimarları olarak görüyoruz. Onların potansiyelini ortaya çıkarmak ve en iyi versiyonlarına ulaşmalarını sağlamak için buradayız.",
  "ninthgrade": "9. SINIF",
  "tenthgrade": "10. SINIF",
  "eleventhgrade": "11. SINIF",
  "twelfthgrade": "12. SINIF",
  "acp": "ALGORİTMA",
  "staff": "KADROMUZ",
  "achievement": "GURUR TABLOSU",
  "prices": "ÜCRET BİLGİSİ",
  "exem_subject": "SINAV KONULARI",
  "choose_class": "SINIF SEÇİNİZ",
  "close": "KAPAT",
  "highschool_main_1": "Üniversite sınavında Türkiye birincisi yetiştiren efsane kadro",
  "highschool_main_2": "12 kişilik sınıflarda dershanesiz okul modeliyle öğrencilerin bireysel farklılıklarını önemseyen eğitim",
  "highschool_main_3": "Eğitimde ciddiyet ve disiplin",
  "highschool_main_4": "Öğrenciye özel kariyer planlama algoritması",
  "highschool_main_5": "Yazılım, yapay zeka, elektrik-elektronik ve teknoloji kulüpleri",
  "highschool_main_6": "Akademik başarısını en az bir spor dalı ve en az bir enstrüman çalma başarısıyla güçlendirmiş öğrenciler",
  "highschool_main_7": "Yurt dışı kariyer planlama merkezi",
  "highschool_main_8": "Advanced Placement kursu (AP Calculus BC sınavına giren tüm öğrencilerde 5 tam puan), IELTS ve SAT kursu (IELTS 9 tam puan, SAT 1600 tam puan)",
  "highschool_main_9": "İtalya tıp ve mimarlık sınavlarında dünya birinciliği",
  "highschool_main_10": "Yurt dışı üniversitelerinden en hızlı kabul alma başarısı",
  "highschool_main_11": "Mutlu öğrenci ve mutlu öğretmen felsefesi",
  "highschool_ninth_main_1": "Okulumuza dokuzuncu sınıf  kayıtları iki dönemde gerçekleşir;\nŞubat veya mart ayında yapılan “Bursluluk ve Kabul Sınavı”nın sonucuna göre\nHaziran ayında yapılan LGS’nin sonuçlarına göre ",
  "highschool_ninth_main_2": "Kurumumuza kabul sınavı yapılmadan veya LGS sonucu belirtilmeden öğrenci alınmamaktadır.",
  "highschool_ninth_main_3": "Kayıt yaptırabilecek durumda olan öğrencilere İngilizce dil yeterlilik sınavı uygulanır.",
  "highschool_ninth_main_4": "Öğrenciler kabul sınavındayken öğrenci velilerine kurumsal işleyiş hakkında bilgilendirme toplantısı yapılır.",
  "highschool_ninth_main_5": "Kurumumuz kontenjan dahlinde en fazla 4 sınıf açabilmektedir. Tüm sınıflar 12 kişiliktir.",
  "highschool_ninth_main_6": "Kurumumuza kabul edilen öğrencilerimizin velileri ile eylül ayının ilk cumartesi günü “Genel İşleyiş ve Akademik Takvim” toplantısı yapılır. Veli ve öğrenci bilgi portalının şifreleri teslim edilir.",
  "highschool_ninth_main_7": "Kayıt işlemlerinin tamamlanması ile tüm öğrencilerin tabletleri alınır, gerekli yüklemeler yapılarak tabletler öğrencilere teslim edilir.",
  "highschool_ninth_main_8": "Öğrencilerin sınav sonuçlarına bağlı olarak rehberlik servisi çalışma programlarını hazırlar.",
  "highschool_ninth_main_9": "Kasım ve mart ayında yapılan veli toplantıları ile öğrencilerin gelişimleri veliler ile paylaşılır.",
  "highschool_tenth_main_1": "Sınıflarımız, homojenliği düşünülerek şubat veya mart ayında yapılan “Bursluluk ve Kabul Sınavı”nın sonucuna göre belirlenir.",
  "highschool_tenth_main_2": "Kurumumuza kabul sınavı yapılmadan öğrenci alınmamaktadır.",
  "highschool_tenth_main_3": "Kayıt yenileme işlemleri ocak ayı içerisinde, yeni kayıt işlemleri kabul sınavı bitimi ile şubat ve mart aylarında gerçekleştirilir.",
  "highschool_tenth_main_4": "Kayıt yaptırabilecek durumda olan öğrencilere İngilizce dil yeterlilik sınavı uygulanır.",
  "highschool_tenth_main_5": "Öğrenciler kabul sınavındayken öğrenci velilerine kurumsal işleyiş hakkında bilgilendirme toplantısı yapılır.",
  "highschool_tenth_main_6": "Kurumumuz kontenjan dahlinde en fazla 4 sınıf açabilmektedir. Tüm sınıflar 12 kişiliktir.",
  "highschool_tenth_main_7": "Kurumumuza kabul edilen öğrencilerimizin velileri ile eylül ayının ilk cumartesi günü “Genel İşleyiş ve Akademik Takvim” toplantısı yapılır. Veli ve öğrenci bilgi portalının şifreleri teslim edilir.",
  "highschool_tenth_main_8": "Kayıt işlemlerinin tamamlanması ile tüm öğrencilerin tabletleri alınır, gerekli yüklemeler yapılarak tabletler öğrencilere teslim edilir.",
  "highschool_tenth_main_9": "Öğrencilerin sınav sonuçlarına bağlı olarak rehberlik servisi çalışma programlarını hazırlar.",
  "highschool_tenth_main_10": "Kasım ve mart ayında yapılan veli toplantıları ile öğrencilerin gelişimleri veliler ile paylaşılır.",
  "highschool_eleventh_main_1": "Sınıflarımız, homojenliği düşünülerek şubat veya mart ayında yapılan “Bursluluk ve Kabul Sınavı”nın sonucuna göre belirlenir.",
  "highschool_eleventh_main_2": "Kurumumuza kabul sınavı yapılmadan öğrenci alınmamaktadır.",
  "highschool_eleventh_main_3": "Kayıt yenileme işlemleri ocak ayı içerisinde, yeni kayıt işlemleri kabul sınavı bitimi ile şubat ve mart aylarında gerçekleştirilir.",
  "highschool_eleventh_main_4": "Öğrenciler kabul sınavındayken öğrenci velilerine kurumsal işleyiş hakkında bilgilendirme toplantısı yapılır.",
  "highschool_eleventh_main_5": "Kurumumuz kontenjan dahlinde en fazla 5 sınıf açabilmektedir. Tüm sınıflar 12 kişiliktir. Bu sınıflar talep doğrultusunda değişiklik göstermekle beraber genellikle 3 MF sınıfı, 2 TM sınıfından oluşur.",
  "highschool_eleventh_main_6": "Kurumumuza kabul edilen öğrencilerimizin velileri ile haziran ayının ilk cumartesi günü “Genel İşleyiş ve Akademik Takvim” toplantısı yapılır. Veli ve öğrenci bilgi portalının şifreleri teslim edilir.",
  "highschool_eleventh_main_7": "Haziran ayında başlayacak olan birinci yoğun program öncesi, tüm öğrencilerin tabletleri alınır, gerekli yüklemeler yapılarak tabletler öğrencilere teslim edilir.",
  "highschool_eleventh_main_8": "Yoğun programlar dışında dönem boyunca sınav sonuçlarına göre öğrencilere gerekli ek çalışmalar yapılır.",
  "highschool_eleventh_main_9": "Öğrencilerin sınav sonuçlarına bağlı olarak rehberlik servisi öğrenciye özel çalışma programlarını hazırlar.",
  "highschool_eleventh_main_10": "Kasım ve mart ayında yapılan veli toplantıları ile öğrencilerin gelişimleri veliler ile paylaşılır.",
  "highschool_twelfth_main_1": "Sınıflarımız, homojenliği düşünülerek şubat veya mart ayında yapılan “Bursluluk ve Kabul Sınavı”nın sonucuna göre belirlenir.",
  "highschool_twelfth_main_2": "Kurumumuza kabul sınavı yapılmadan öğrenci alınmamaktadır.",
  "highschool_twelfth_main_3": "Kayıt yenileme işlemleri ocak ayı içerisinde, yeni kayıt işlemleri kabul sınavı bitimi ile şubat ve mart aylarında gerçekleştirilir.",
  "highschool_twelfth_main_4": "Öğrenciler kabul sınavındayken öğrenci velilerine kurumsal işleyiş hakkında bilgilendirme toplantısı yapılır.",
  "highschool_twelfth_main_5": "Kurumumuz kontenjan dahlinde en fazla 6 sınıf açabilmektedir. Tüm sınıflar 12 kişiliktir. Bu sınıflar talep doğrultusunda değişiklik göstermekle beraber genellikle 4 MF sınıfı, 2 TM sınıfından oluşur.",
  "highschool_twelfth_main_6": "Kurumumuza kabul edilen öğrencilerimizin velileri ile haziran ayının ilk cumartesi günü “Genel İşleyiş ve Akademik Takvim” toplantısı yapılır. Veli ve öğrenci bilgi portalının şifreleri teslim edilir.",
  "highschool_twelfth_main_7": "Haziran ayında başlayacak olan birinci yoğun program öncesi, tüm öğrencilerin tabletleri alınır, gerekli yüklemeler yapılarak tabletler öğrencilere teslim edilir.",
  "highschool_twelfth_main_8": "Yoğun programlar dışında dönem boyunca sınav sonuçlarına göre öğrencilere gerekli ek çalışmalar yapılır.",
  "highschool_twelfth_main_9": "Öğrencilerin sınav sonuçlarına bağlı olarak rehberlik servisi çalışma programlarını hazırlar",
  "highschool_twelfth_main_10": "Kasım ve mart ayında yapılan veli toplantıları ile öğrencilerin gelişimleri veliler ile paylaşılır.",
  "highschool_sub": "PRENSİPLERİN ALGORİTMASI",
  "camp_and_season": "Kamp ve Dönem",
  "academic_calendar": "Akademik Takvim",
  "mock_exam_club": "Deneme Kulübü",
  "what_is_counselling_header": "PSİKOLOJİK DANIŞMA VE REHBERLİK NEDİR?",
  "what_is_counselling_1": "Psikolojik danışma ve rehberlik hizmetleri; bireyin kendini tanıması, anlaması, sahip olduğu gizil güçleri keşfetmesi, geliştirmesi ve bulunduğu topluma aktif uyum sağlayarak kendini gerçekleştirmesi için sistematik olarak ve profesyonelce sürdürülen psikolojik yardım hizmetleridir (Yeşilyaprak, 2016).",
  "what_is_counselling_2": "Psikolojik Danışma ve Rehberlik Servisi olarak amacımız; öğrencilerin kendini tanımasına yardımcı olmak, karar verme ve problem çözme becerilerini geliştirmek, duygularını anlamasına ve ifade etmesine destek olmak, sosyal ilişkilerinde uyumlu olmasını sağlamak, empati becerilerini geliştirmek, okula ve çevreye uyum sürecini destekleme, çocuğun kendini gerçekleştirme yolunda ortak olmaktır.",
  "what_is_counselling_3": "İlkokul psikolojik danışma ve rehberlik servisi olarak; gelişimsel ve önleyici bir rehberlik anlayışı benimsiyoruz. Öğrencilerin; bilişsel, davranışsal, duygusal, sosyal ve akademik gelişimlerini takip ederek ihtiyaca ve desteklenmesine yönelik çalışmalar yapıyoruz.",
  "individual_consultancy": "Bireysel Danışmanlık",
  "individual_consultancy_main": "Öğrencilerin ihtiyaçlarına yönelik gerçekleştirilen bireysel seanslarda; öğrencinin yaşadığı zorluklar ve oturumlara taşıdığı problem durumlarına yönelik alternatif yollar bulmak hedeflenir. Bireysel danışmanlık gizlilik ilkesi esas alınarak yürütülür.",
  "inclass_guidance_studies": "Sınıf İçi Rehberlik Çalışmaları",
  "inclass_guidance_studies_main": "Rehberlik servisi olarak, iki haftada bir 2, 3 ve 4.sınıf kademelerinde rehberlik dersi yapılır. Rehberlik dersinde; yıllık rehberlik kazanımları ve sınıfın ihtiyacı göz önünde bulundurularak etkinlikler, interaktif oyunlar, grup çalışmaları ve rol oynama gibi ders içerikleri planlanır.",
  "information_studies_for_parents": "Velilere Yönelik Bilgilendirme Çalışmaları",
  "information_studies_for_parents_main": "Psikolojik  Danışma ve Rehberlik Servisi olarak velilerimizle sürekli iletişim halinde olmayı önemsiyoruz. İşbirliği halinde çalışmalar yaparak öğrencilerin bireysel takibi kuvvetlendirilir. Gerektiğinde bireysel veli görüşmeleri planlanır. Velilerimize yol göstereceğini umduğumuz aylık rehberlik bültenleri ve rehberlik kitapçıkları hazırlanır.",
  "peer_support_programs": "Akran Destek Programları",
  "peer_support_programs_main": "İlerleyen sınıflarda, öğrenciler arasında dayanışma ve aidiyet bilincini arttırmak için akran destek programları uygulanır. Her öğrencinin eşleştiği üst sınıflardan mentor bir öğrenci ile süreç ilerletilir ve takibi psikolojik danışma ve rehberlik birimi tarafından takip edilir.",
  "crisis_consultancy": "Kriz Danışmanlığı",
  "crisis_consultancy_main": "Okul ortamında veya öğrencilerin yaşamında beklenmedik durumlarla karşılaşıldığında (kayıp ve yas, doğal afetler, kaygı verici durumlar, zorlayıcı sosyal yaşantı vb.) psikolojik danışma ve rehberlik birimi olarak öğrenci ve velilerimize kriz anlarında destek ve danışmanlık hizmeti sunulur. Kriz anlarında yapılan çalışmalar, öğrencilerin güvende hissetmesi ve yaşananları anlamlandırarak duygularını yaşaması konusunda rehberlik sunar.",
  "counselling_footer": "Her öğrenci özel bir süreçten geçer. Psikolojik Danışma ve Rehberlik Servisi olarak öğrencilerin sadece akademik iyi oluşlarını değil, aynı zamanda sosyal ve duygusal olarak sağlıklı bireyler yetiştirmeyi hedeflemekteyiz.  Viktor Frankl, “İnsanın en derin ihtiyacı, hayatında bir anlam bulmaktır.” der. Çocukların hayatlarında anlam bulmalarına yardımcı olmak, onların kendilerini tanımalarına ve potansiyellerini keşfetmelerine olanak tanır. İşte rehberlik çalışmalarımız da bu ihtiyacı gözeterek, öğrencilerimize sadece okul yıllarında değil, yaşam boyu rehberlik edecek beceriler kazandırmayı amaçlamaktadır.",
  "goals": "Hedefler",
  "schedule": "Ders Programı",
  "calendar": "Sınav Takvimi",
  "homework_system": "Ödev Sistemi",
  "all_programs": "IELTS, AP, SAT",
  "slider": "slider_tr",
  "exam_day": "Sınav Günü",
  "exam_hour": "Sınav Saati",
  "first_select_exam_day": "Önce sınav günü seçiniz",
  "download_exam_entry": "SINAV GİRİŞ BELGESİ",
  "exam_document_before": "Daha detaylı bilgi için okulumuza bekleriz.",
  "exam_document_highligt": "Sınav Giriş Belgenizi ve Kimlik Belgenizi",
  "exam_document_after": "lütfen yanınızda bulundurunuz.",
  "management": "YÖNETİM",
  "primary_school": "İLKOKUL / ORTAOKUL",
  "high_school": "LİSE",
  "acp_header": "Kurs ve Kolejimizde üniversite bölüm tercihleri yapılırken önem sırasında göre dört kritere bakılır.",
  "acp_sub_1": "\"Eğitimi;",
  "acp_sub_2": "Söylenmemişin Söylendiği,",
  "acp_sub_3": "Yazılmamışın Yazıldığı,",
  "acp_sub_4": "Yapılmamışın Yapıldığı,",
  "acp_sub_5": "Yerden Almalısınız.\"",
  "acp_main_1": "Okul ve Bölümün Eğitim Kalitesi",
  "acp_main_2": "Okul,konaklama,yaşam maliyetleri ve burs imkanları",
  "acp_main_3": "İş bulma ve Yüksek Lisans Analizleri ",
  "acp_main_4": "Ülke, şehir ve okulların sosyal imkanları.",
  "acp_button_1": "Ulusal Kariyer Planlama Algoritması",
  "acp_button_2": "Yurtdışı Kariyer Planlama Algoritması",
  "counselling_title": "Psikolojik Danışmanlık ve Rehberlik",
  "counselling_main_1": "Psikolojik Danışmanlık ve Rehberlik, bireylerin kendilerini tanımalarına, soru çözme becerilerini geliştirmelerine ve duygusal sağlıklarını korumalarına yardımcı olan bir alandır.",
  "counselling_main_2": "Psikolojik Danışman ve Rehberlik uzmanları insanların eğitim, kariyer, kişisel ve sosyal alanlardaki hedeflerine ulaşmaları için rehberlik yapar.",
  "counselling_main_3": "Öğrencilerin akademik başarılarını ve sosyal gelişimlerini destekler; aynı zamanda stres ve kaygı yönetimi gibi konularda da yol gösterir.",
  "counselling_main_4": "Matbilim Eğitim kurumunda birey odaklı ve gelişimsel bir rehberlik anlayışı benimsenmektedir.",
  "counselling_main_5": "Bu anlayışla bireyin kendi potansiyelini keşfetmesi ve kendini en iyi şekilde gerçekleştirmesi için gereken desteği sağlar.",
  "counselling_sub_header": "MATBİLİM EĞİTİM KURUMUNDA PSİKOLOJİK DANIŞMANLIK VE REHBERLİK HİZMETLERİ",
  "counselling_li_1": "Oryantasyon Eğitimi",
  "counselling_text_1": "Okula yeni başlayan öğrencilerimizin okula uyum sağlamalarını kolaylaştırmak, sosyal ve akademik olarak başarılı bir yıl geçirmelerine katkı sağlamak ve Matbilim okulunun sistemini tanıtmak amacıyla hazırlanan bireysel ve grup çalışmalarıdır.",
  "counselling_li_2": "Eğitsel ve Mesleki Rehberlik Çalışmaları",
  "counselling_text_2": "Öğrencilerin akademik hedefler belirlemelerine, öğrenme stratejilerini geliştirmelerine; ilgi alanları, yetenekleri ve değerleri doğrultusunda uygun meslekleri seçmelerine yardımcı olur.",
  "counselling_li_3": "Bireyi Tanıma Modeli",
  "counselling_text_3": "Bireyin kişilik, duygu, düşünce, davranış ve yeteneklerini anlamaya yönelik bir yaklaşımdır. Bu modelin amacı, rehberlik ve danışmanlık süreçlerinde, bireyi doğru bir şekilde anlamak ve ona uygun çözümler geliştirmektir.",
  "counselling_li_4": "Gerçekçi Hedef Analizi",
  "counselling_text_4": "Öğrencinin belirlediği hedeflerin ulaşılabilirliğini ve mantıklı olmasını sağlarken aynı zamanda motivasyonunu da artırır. Bu analiz sonucunda öğrencinin başarıya ulaşma yolunda daha planlı ve kararlı bir şekilde ilerlemesini sağlar.",
  "counselling_li_5": "Konu Analizli Sınav Sonuç Belgeleri",
  "counselling_text_5": "Öğrencilerin bir sınavda başarı düzeylerini sadece genel puanla değil farklı konu ve beceri alanlarındaki performanslarına göre detaylı bir şekilde gösteren belgelerdir. Bu tür belgeler öğrencilerin hangi konularda güçlü olduklarını ve hangi alanlarda daha fazla çalışmaları gerektiğini belirlemelerine yardımcı olur. Rehberlik uzmanlarımız öğrencilerin güçlü ve zayıf yönlerini gözleyerek daha hedeflenmiş bir çalışma planı oluşturur.",
  "counselling_li_6": "Bireysel Çalışma Programları",
  "counselling_text_6": "Öğrencilerin hedeflerine, ihtiyaçlarına ve yeteneklerine göre özelleştirilmiş çalışma planlarıdır. Bu çalışma programları verimli bir şekilde öğrenme sürecini yönetmek ve hedeflere ulaşmak için önemli bir araçtır. Her öğrencinin öğrenme tarzı, hız ve ihtiyaçları farklıdır. Bireysel çalışma programları bu farklılıkları göz önünde bulundurarak kişiye özel bir çalışma planı oluşturur. Öğrenciler ile haftada en az bir görüşme yapılır ve çalışma planı hazırlanır. Bu plan öğrenme sürecini daha etkili ve verimli hale getirir.",
  "counselling_li_7": "Branş Öğretmenlerinden Öğrenci Görüşleri",
  "counselling_text_7": "Branş öğretmenlerinden alınan öğrenci görüşleri, öğretmenlerin pedagojik yaklaşımını geliştirmeleri, öğrencilerin ihtiyaçlarına daha uygun dersler sunmaları ve daha etkili bir eğitim ortamı yaratmaları açısından oldukça değerlidir. Bu görüşler öğretmenin öğrencilerle olan etkileşimini iyileştirmek ve öğrenme sürecini daha verimli hale getirmek için önemli bir yol haritası sunar. Öğrencilerin sınıf içi durumu, ödev sorumluluğu ve deneme sınav sonuçlarına bağlı başarı durumları ile ilgili analizleri branş öğretmenleri tarafından yapılmaktadır. Bu doğrultuda branş öğretmenleri rehberlik uzmanları ile öğrenciye yönelik ortak çalışma yürütmektedir.",
  "counselling_li_8": "Destekleyici Çalışmalar",
  "counselling_text_8": "Düzenli etüt ve soru çözümü sınavlara yönelik hazırlık sürecini organize eder. Öğrenciler soru çözerek sınav formatına alışır, zamanı nasıl yöneteceklerini öğrenir, soruları daha hızlı ve doğru çözme yeteneğini kazanırlar.",
  "counselling_li_9": "Tercih Danışmanlığı",
  "counselling_text_9": "Tercih danışmanlığı öğrenciyi tanımak, öğrencinin akademik, kişisel ve mesleki hedeflerini doğru bir şekilde belirleyebilmek için önemli bir adımdır. Her öğrencinin ilgi alanları, yetenekleri ve kişisel değerlerini göz önünde bulundurarak en uygun meslek seçimi yapmalarını sağlarız. Tercih danışmanlığı sürecinde kurucumuz İlker NAFİLE de öğrencilerin uygun meslek seçimi yapmalarına destek olur.",
  "counselling_li_10": "Veliye Yönelik Bilgilendirme Çalışmaları",
  "counselling_text_10": "Öğrencilerin akademik, sosyal ve duygusal gelişimini desteklemek amacıyla velilere yönelik yapılan rehberlik faaliyetleridir. Veliye yönelik bilgilendirme, ailelerin çocuklarının eğitim sürecinin nasıl daha etkili bir şekilde destekleyebileceğini anlamalarına yardımcı olur. Böylece ailelerin çocuklarının akademik ve kişisel gelişimleri hakkında daha fazla bilgi sahibi olmalarını sağlar. Öğrenci ile yapılan rehberlik çalışmaları, öğrenci velilerine düzenli olarak iki haftada bir telefon ile bilgilendirilir.",
  "counselling_post_header": "VELİYE MEKTUP IB BİLİM REHBERLİK VE PSİKOLOJİK DANIŞMANLIK BİRİMİ",
  "counselling_post_1": "Sayın Velimiz,",
  "counselling_post_2": "Bütün ümidim gençliktedir sözü ile başöğretmen Gazi Mustafa Kemal Atatürk Türk gençliğine çok güvendiğini ve bu ülkeyi ileriye götürecek olan ve geliştirecek olanın gençler olduğunu belirtmiştir.",
  "counselling_post_3": "Gençken insan daha güçlü ve azimli olduğu için her şeyi başarabilecek güçte ve inançtadır.",
  "counselling_post_4": "Böyle olsa da yaşam içinde herkesin bir başkasına ihtiyaç duyduğu dönemler vardır.",
  "counselling_post_5": "Bu durum olumsuz değildir.",
  "counselling_post_6": "Bu dönemdeki çocuklarımızın arkadaşlarına ve öğretmenlerine ihtiyacı olduğu kadar sizlere de ihtiyacı vardır.",
  "counselling_post_7": "Bu ihtiyacın en güzel karşılanma şekli koşulsuz sevgidir.",
  "counselling_post_8": "Bu sevgi çocuğun eğitim sürecinde tam anlamıyla potansiyelini göstermesinde oldukça önemli bir yere sahiptir.",
  "counselling_post_9": "Öncelikle öğrencilerimizin akademik ve kişisel gelişim süreçlerine verdiğiniz destek için teşekkür ederiz.",
  "counselling_post_10": "Sizlerin iş birliği ile çocuklarımızı daha başarılı ve mutlu bireyler olarak yetiştirebilmek adına rehberlik çalışmaları yapmaktayız.",
  "counselling_post_11": "Kurumumuz Rehberlik ve Psikolojik Danışmanlık Birimi olarak amacımız, öğrencilerimizin eğitim hayatındaki zorlukları aşmalarına, kendilerini tanımalarına ve yeteneklerini en üst seviyede kullanmalarına yardımcı olmaktır.",
  "counselling_post_12": "Bu doğrultuda yıl boyunca çeşitli bireysel ve grup rehberlik çalışmaları gerçekleştirilecektir.",
  "counselling_post_13": "Rehberlik hizmetlerimiz arasında şunlar yer almaktadır:",
  "counselling_post_14_header": "Akademik Destek:",
  "counselling_post_14": "Ders çalışma teknikleri, sınav kaygısı ile başa çıkma yolları, verimli zaman yönetimi gibi konularda öğrencilere destek sağlanacaktır.",
  "counselling_post_15_header": "Kariyer Rehberliği:",
  "counselling_post_15": "Öğrencilerin ilgi alanlarını keşfetmelerine ve kariyer hedeflerini belirlemelerine yardımcı olmak için çeşitli çalışmalar yapılacaktır.",
  "counselling_post_16_header": "Sosyal ve Duygusal Gelişim:",
  "counselling_post_16": "Öğrencilerin sosyal becerilerini geliştirmek, duygusal zorluklarla başa çıkmalarına yardımcı olmak için grup etkinlikleri ve bireysel görüşmeler düzenlenecektir.",
  "counselling_post_17": "Sizlerin desteği bu süreçte yapacağımız ortak çalışmalar için çok değerlidir.",
  "counselling_post_18": "Çocuğunuzun gelişimini yakından takip edebilmek ve ihtiyaç duyduğunuzda rehberlik birimimizden danışmanlık alabilmeniz için siz değerli velilerimize kapımız her zaman açık olacaktır.",
  "counselling_post_19": "Birlikte daha sağlıklı, mutlu ve başarılı nesiller yetiştirmek dileğiyle.",
  "counselling_post_20": "Saygılarımızla,",
  "counselling_post_21": "IB BİLİM Rehberlik ve Psikolojik Danışmanlık Birimi",
  "fast_links": "Hızlı Linkler",
  "schools": "Okullar",
  "accounting": "MUHASEBE",
  "menu": "MENÜ",
  "ataturk_salutation": "Başöğretmenim, idolüm, Türkiye Cumhuriyeti’nin kurucusu Atatürk;",
  "honor_and_pride": "Sana verdiğim sözü tutmanın gururu ile manevi huzurunda olmanın onur, şeref ve mutluluğunu yaşıyorum.",
  "student_success": "Seni fikri hür, vicdanı hür, kökleri bu topraklara bağlı vatansever dünya vatandaşı olarak yetiştirdiğimiz öğrencilerimizin başarılarında görüyorum.",
  "teachers_tears": "Seni benimle beraber yürüyen, her öğrencisini kendi evladı gibi gören, kalbi en uzak yıldızlarla beraber çarpan, asla vazgeçmeyen, asla pes etmeyen Cumhuriyet öğretmenlerimin 10 Kasım hüznünü yaşayan göz yaşlarında görüyorum.",
  "national_days_in_students": "Seni 29 Ekim, Seni 23 Nisan, Seni 19 Mayıs coşkusunu yaşayan kızlarımda, oğullarımda görüyorum.",
  "devotion_and_determination": "Kalbime nakış gibi işlediğin vatan sevgisi ve Çanakkale ruhuyla, ışığınla aydınlattığın yolundan var gücümle yürüyorum.",
  "respect_and_gratitude": "Özlem, minnet ve saygılarımla...",
  "founder_signature_1": "Matbilim Eğitim Kurumları Kurucusu",
  "founder_signature_2": "İLKER RECEP İHSAN NAFİLE",
  "preschool": {
  "hero": {
    "title": "Keşfet, Öğren, Büyü – MatBilim Anaokulu'na Hoş Geldiniz!",
    "subtitle": "Yaratıcı öğrenme, keşif ve sosyal gelişim odaklı programımızla çocuklarınızın geleceğe hazır olmasını sağlıyoruz."
  },
  "benefit": {
    "creative": "Yaratıcı Öğrenme",
    "creativeText": "Sanat, drama, müzik ve bilim etkinlikleriyle çocukların keşfetme ruhunu destekliyoruz.",
    "social": "Sosyal & Duygusal Gelişim",
    "socialText": "Paylaşma, empati ve iş birliği becerilerine yönelik etkinliklerle toplumsal gelişimi ön planda tutuyoruz.",
    "academic": "Okula Hazırlık Programı",
    "academicText": "İlkokula geçişte akademik hazırlık, okuma-yazma ve temel matematik becerileri odaklı destek."
  },
  "program": {
    "title": "Haftalık Program Örneği",
    "monday": "Sanat & Yaratıcılık",
    "tuesday": "Hikâye Saati & Okuma",
    "wednesday": "Bilim Deneyleri",
    "thursday": "Drama & Rol Oyunları",
    "friday": "Fiziksel Aktivite & Oyun Günleri"
  },
  "callText": "MatBilim Anaokulu’nda yerinizi şimdi ayırtın!",
  "callButton": "Detaylı Bilgi & Kayıt"
},

"middle_school": {
  "intro": "Ortaokul sistemimiz, öğrencilerimizin bireysel gelişimlerini destekleyen ve onları hem akademik hem de sosyal açıdan geleceğe hazırlayan aşamalı ve bütünsel bir yapı üzerine kurulmuştur.",

  "grades_5_6_title": "5. ve 6. Sınıflar: Adaptasyon ve Keşif Dönemi",
  "grades_5_6_content": "Bu sınıf seviyeleri, öğrencilerimizin ilkokuldan ortaokula geçiş yaptığı ve temel akademik yapı ile disiplinler arası düşünce becerilerinin şekillendiği dönemdir. Bu dönemde uygulanan eğitim modeli:",
  "grades_5_6_bullets": [
    "STEM temelli proje çalışmaları ile bilimsel düşünmeyi teşvik eder.",
    "JMUN (Junior Model United Nations) programı ile küresel sorunlara duyarlılık ve İngilizce iletişim becerisi kazandırır.",
    "TÜBİTAK Projeleri ve bilim fuarlarıyla öğrencilerin araştırma, analiz ve sunum becerileri geliştirilir.",
    "Kodlama, robotik, drama, müzik, spor ve sanat gibi alanlarda düzenli etkinliklerle öğrencilerin çok yönlü gelişimi desteklenir.",
    "Sosyal sorumluluk projeleri ile empati, ekip çalışması ve toplumsal duyarlılık kazandırılır."
  ],
  "grades_5_6_followup": "Bu süreçte her öğrenci, rehberlik servisi ve sınıf danışman öğretmenleri tarafından bireysel olarak takip edilir. Öğrencinin akademik durumu, sosyal gelişimi ve ilgi alanları düzenli olarak değerlendirilir ve ihtiyaç duyduğu yönlendirmeler yapılır.",

  "grade_7_title": "7. Sınıf: LGS Hazırlığına Geçiş",
  "grade_7_bullets": [
    "Haftalık konu takip sistemleri ile öğrencinin hangi konularda eksiği olduğu düzenli olarak analiz edilir.",
    "Branş bazlı etüt programları uygulanır.",
    "Öğrenciler, LGS formatına uygun sorularla tanıştırılır ve çözüm stratejileri kazandırılır.",
    "Konu tarama testleri ile ilerleme düzenli olarak ölçülür.",
    "Velilere düzenli aralıklarla gelişim raporları sunulur.",
    "Rehberlik birimi tarafından sınav motivasyonu ve zaman yönetimi eğitimleri verilir."
  ],

  "grade_8_title": "8. Sınıf: LGS Odaklı Yoğun Hazırlık",
  "grade_8_bullets": [
    "Haftalık deneme sınavları, kazanım analizleriyle birlikte uygulanır.",
    "Öğrencilerin sonuçları ölçme değerlendirme birimi tarafından analiz edilir, konu bazlı eksikler tespit edilir.",
    "Her öğrenci için kişiselleştirilmiş konu tamamlama programı oluşturulur.",
    "Soru çözüm saatleri, branş bazlı destek dersleri ve kamp programları ile eksikler giderilir.",
    "Tüm süreç, öğrenci koçları ve rehberlik birimi tarafından birebir takip edilerek, öğrencilere rehberlik sunulur.",
    "Gerekli durumlarda birebir destek programları devreye alınır.",
    "Velilerle bireysel görüşmeler yapılarak sürecin iş birliği içinde ilerlemesi sağlanır."
  ],

  "digital_title": "Süreci Destekleyen Dijital Takip ve Raporlama Sistemi",
  "digital_bullets": [
    "Öğrencilerin konu eksikleri, deneme analizleri ve gelişim grafikleri dijital ortamda kayıt altına alınır.",
    "Öğretmenler, öğrenciye özel hedefler belirleyerek gelişimi adım adım izler.",
    "Veliler, mobil uygulamalar veya portal üzerinden çocuklarının akademik durumunu güncel olarak takip edebilir.",
    "Öğrencilere belirli aralıklarla bireysel geri bildirimler sunulur."
  ],

  "conclusion": "Bu yapı sayesinde öğrencilerimiz, sadece sınav başarısına değil; aynı zamanda öz güveni yüksek, problem çözebilen, araştıran, sorgulayan ve topluma katkı sunan bireyler olarak yetişmektedir."
}

}