{
  "home": "HOME",
  "corporate_menu": "CORPORATE",
  "preschool_main": "PRESCHOOL",
  "kindergarten": "KINDERGARTEN",
  "primaryschool": "PRIMARY SCHOOL",
  "primaryschool_main_1": "Our school offers a boutique education model that prioritizes student happiness and individual development. We aim for each student to discover themselves, develop their talents, and reach their full potential during the education process.",
  "primaryschool_main_2": "We increase the quality of education by adopting a small class size and a one-on-one attention approach. With a bilingual education model implemented throughout the school, we support our students' language skills from an early age.",
  "primaryschool_oursystem_header": "Mentor Teacher System and Parent Collaboration",
  "primaryschool_oursystem_main_1": "Our school offers a boutique education model that prioritizes student happiness and individual development. We aim for each student to discover themselves, develop their talents, and reach their full potential. We adopt a small class size and one-on-one attention approach to enhance the quality of education. With the bilingual education model implemented throughout the school, we support our students' language skills from an early age.",
  "primaryschool_oursystem_main_2": "Our classes are designed for a maximum of 14 students. This allows us to give individual attention to each student and closely monitor their academic, social, and personal development. Providing personalized lesson content and supporting individual development are key principles of our educational model. Small class sizes aim to offer a safe environment for students to express themselves, ask questions, and actively participate in lessons.",
  "primaryschool_oursystem_main_3": "Reports are read by the guidance counselor and the administration. With this system, we aim to establish strong communication between the parent, teacher, and student to support our students effectively.",
  "primaryschool_bilingual_education_header": "What is the Bilingual Education System?",
  "primaryschool_bilingual_education_main_1": "The bilingual education system is an educational model where students learn in two languages. In this system, part or all of the lessons are conducted in a second language, enabling students to actively use the target language (often English) alongside their native language throughout the learning process. The bilingual education system aims to teach a second language effectively and naturally from early ages.",
  "primaryschool_bilingual_education_main_2": "In our primary school stage, we aim for our students to have a strong foundation in both their native language and English through the bilingual education system. During this stage, our English teachers act as class teachers, not only providing language knowledge but also guiding students through the daily curriculum. In our classes, there are two teachers: one for English and one for Turkish subjects. In dual lessons, our students learn the content in both Turkish and English.",
  "primaryschool_bilingual_education_main_3": "This approach encourages students to use English in a natural environment and in daily life. Our weekly lesson plans are shaped according to students' interests. Weekday club lessons and activities offer students the opportunity to develop themselves in various fields.",
  "primaryschool_bilingual_education_main_4": "We have Fun-Friday activities every Friday.",
  "primaryschool_bilingual_education_main_5": "To be announced.",
  "primaryschool_clubs_header": "OUR CLUBS",
  "primaryschool_clubs_main_1": "It is the world's largest creativity, teamwork, and solution development organization with representatives in 50 states of the USA and 40 different countries. While children go through this process, they learn essential life and career skills such as creative thinking, critical thinking, public speaking, and collaborative problem-solving, helping them feel empowered and succeed in their future.",
  "primaryschool_clubs_main_1_sub": "Destination Imagination Club",
  "primaryschool_clubs_main_2": "In this club, our students can choose to play instruments, sing, and develop with the rhythm of music according to their interests.",
  "primaryschool_clubs_main_2_sub": "Music Club",
  "primaryschool_clubs_main_3": "This is a club for students interested in science, allowing them to discover through experiments. The activities and experiments conducted throughout the year are showcased at the Science Fair.",
  "primaryschool_clubs_main_3_sub": "Science and Experiment Club",
  "primaryschool_clubs_main_4": "It enables students to reflect the changing understanding of art with technology in their own style. Our club brings together creativity and technology with digital drawing and basic animation projects. At the end of the year, students' works are compiled into a portfolio.",
  "primaryschool_clubs_main_4_sub": "Digital Art Club",
  "primaryschool_clubs_main_5": "For students interested in visual arts, different techniques are applied every week.",
  "primaryschool_clubs_main_5_sub": "Visual Arts Club",
  "primaryschool_clubs_main_6": "A club focused on sports and physical activities. The activities aim to develop students' movement skills, teach teamwork, and keep them physically active.",
  "primaryschool_clubs_main_6_sub": "Physical Activities Club",
  "primaryschool_clubs_main_7": "A club designed for students who want to develop their strategic thinking, patience, and analysis skills. Go, a game with origins in China, is one of the oldest and most complex strategy games in the world and is widely popular in Japan, Korea, and China. This game helps develop students' thinking skills while also teaching them discipline and patience.",
  "primaryschool_clubs_main_7_sub": "Go Club",
  "primaryschool_clubs_main_8": "A club where various board and mind games are played. It helps students develop analytical thinking and problem-solving skills. Our students work on logic reasoning and strategy development, participating in competitions and tournaments.",
  "primaryschool_clubs_main_8_sub": "Mind Games Club",
  "primaryschool_clubs_main_9": "With activities requiring mental games, strategy, and attention, this club helps students develop their minds. It strengthens students' brain functions with fun games that support memory, attention, and creativity.",
  "primaryschool_clubs_main_9_sub": "Mindful Brains Club",
  "secondaryschool_main_1": "In our middle school system, a phased transition structure is adopted for 5th and 6th grades, preparing students for the adaptation process from primary to middle school.",
  "secondaryschool_main_2": "For 7th and 8th grades, an exam-focused education model is applied to enhance our students' academic success.",
  "secondaryschool_main_3": "Exam preparation programs starting in 7th grade intensify in 8th grade, turning into an LGS-focused study system.",
  "secondaryschool_main_4": "During this period, students can prepare for the exam comprehensively through supportive programs within the school, without the need for external resources.",
  "secondaryschool_main_5": "Throughout the year, 65-70 practice exams are conducted to determine students' levels and address their deficiencies, with results closely monitored by the assessment and evaluation unit.",
  "secondaryschool_foreignlanguage_header": "English Education and International Projects",
  "secondaryschool_foreignlanguage_main_1": "At all levels, English lesson hours are increased to improve students' language skills.",
  "secondaryschool_foreignlanguage_main_2": "Our aim is to ensure that students see English not only as a subject but as a part of life and develop advanced language skills.",
  "secondaryschool_foreignlanguage_main_3": "To this end, participation in international projects is encouraged, allowing students to engage with different cultures and develop projects.",
  "secondaryschool_foreignlanguage_main_4": "Thus, students are raised not only academically but also as individuals with a global perspective socially.",
  "secondaryschool_lessons_header": "Class Size and Individual Attention",
  "secondaryschool_lessons_main_1": "Classes in our school are arranged to accommodate a maximum of 16 students.",
  "secondaryschool_lessons_main_2": "This allows us to provide individual attention to each student and closely monitor their academic, social, and personal development.",
  "secondaryschool_lessons_main_3": "Offering customized lesson content and supporting individual development is one of the fundamental principles of our education model.",
  "secondaryschool_lessons_main_4": "Small class sizes provide a safe environment for students to express themselves, ask questions, and actively participate in lessons.",
  "secondaryschool_oursystem_header": "Mentor Teacher System and Parent Collaboration",
  "secondaryschool_oursystem_main_1": "A mentor teacher system is implemented to closely monitor the development of our students and provide regular support.",
  "secondaryschool_oursystem_main_2": "Each student is individually monitored by a mentor teacher, who communicates with families every 15 days.",
  "secondaryschool_oursystem_main_3": "In these meetings, the student's academic status, social development, and any needs are evaluated with a solution-oriented approach.",
  "secondaryschool_oursystem_main_4": "Additionally, each mentor teacher prepares a detailed report after the meetings to record the student's development process.",
  "secondaryschool_oursystem_main_5": "This system aims to support our students by establishing strong communication within the parent-teacher-student triangle.",
  "secondaryschool_preparation_program_header": "LGS Preparation Program",
  "secondaryschool_preparation_program_main_1": "LGS preparation is organized specifically for our 8th-grade students.",
  "secondaryschool_preparation_program_main_2": "These programs aim to fully adapt students to the exam process and reduce exam anxiety, thereby increasing their success.",
  "secondaryschool_preparation_program_main_3": "Weekly class schedules include Mathematics, Science, Turkish, English, History of the Turkish Revolution, Religious Culture, and Guidance lessons.",
  "secondaryschool_preparation_program_main_4": "The 8th grade consists entirely of academic lessons and is considered a preparation program for the exam.",
  "secondaryschool_preparation_program_main_5": "During the preparation process, 65-70 practice exams are conducted to identify each student's deficiencies and create a target-oriented study strategy.",
  "secondaryschool_preparation_program_main_6": "The practice exam schedule is shared with our students.",
  "secondaryschool_preparation_program_main_7": "The assessments conducted during this process are meticulously tracked to enhance students' performance and reduce exam stress.",
  "secondaryschool_preparation_program_main_8": "Rapid result sharing allows students to quickly see their deficiencies and correct their mistakes.",
  "secondaryschool_preparation_program_main_9": "aaa",
  "preparation_program": "Exam Preparation",
  "ib_scinece": "IB Science Course",
  "ib_scinece_lower": "IB Science Course",
  "ib_scinece_whatsapp": "IB Science",
  "portal": "PARENT-STUDENT PORTAL",
  "advenced_placement": "ADVANCED PLACEMENT",
  "ielts": "IELTS",
  "sat": "SAT",
  "our_staff": "OUR STAFF",
  "the_Atatürk_corner": "ATATÜRK CORNER",
  "phone": "PHONE",
  "whatsapp": "WHATSAPP",
  "secondaryschool": "MIDDLE SCHOOL",
  "highschool": "HIGH SCHOOL",
  "contact": "CONTACT",
  "welcome_message": "Welcome to Matbilim",
  "about_description": "Matbilim is a platform that focuses on science and technology.",
  "contact_description": "You can reach us at info@matbilim.com.",
  "language": "TR",
  "home_header": "Home Page Header",
  "home_line_1": "Home Page Line 1",
  "home_line_2": "Home Page Line 2",
  "home_line_3": "Home Page Line 3",
  "home_sub_header": "Home Page Sub Header",
  "news": "NEWS",
  "activities": "ACTIVITIES",
  "go_back_home": "Go Back to Home",
  "our_system": "OUR SYSTEM",
  "bilingual_education": "BILINGUAL EDUCATION",
  "lessons": "LESSONS",
  "clubs": "CLUBS",
  "counselling": "COUNSELLING",
  "gallery": "GALLERY",
  "scholarship": "SCHOLARSHIP",
  "scholarship_form_title": "Application Form",
  "student_and_school_info": "Student and School Information",
  "student_name": "First Name",
  "student_surname": "Last Name",
  "tckn": "ID Number",
  "birth_date": "Date of Birth",
  "school_name": "School Name",
  "application_school": "Applied School",
  "select": "Select",
  "school_1": "School 1",
  "school_2": "School 2",
  "school_3": "School 3",
  "parent_info": "Parent Information",
  "parent_name": "Parent First Name",
  "parent_surname": "Parent Last Name",
  "relation": "Relation",
  "mother": "Mother",
  "father": "Father",
  "other": "Other",
  "mobile_phone": "Mobile Phone",
  "email": "Email Address",
  "consent_message": "I want to receive phone and email notifications",
  "submit_button": "Save and Submit",
  "submit_error": "Please Check the Entered Information",
  "class_level": "Class Level",
  "select_class_level": "Select School First",
  "gender": "Gender",
  "male": "Male",
  "female": "Female",
  "occupation": "Occupation",
  "how_did_you_hear": "How Did You Hear About Our School?",
  "internet": "Internet",
  "friend": "Friend",
  "advertisement": "Advertisement",
  "corporate_title": "Corporate",
  "about_us": "About Us",
  "about_us_text_1": "With seventeen years of experience, the opening of IB Science Teaching Course on June 9, 2019, and the beginning of the school establishment process with Matbilim College on July 26, 2021, our journey continues successfully. IB Science Teaching Course is strengthening and growing with Matbilim College under Matbilim Educational Institutions. Our main goal as Matbilim Educational Institutions is to nurture free-thinking, patriotic individuals who are happy, strong, successful, and respected.",
  "about_us_text_2": "As Matbilim Educational Institutions, we have completed the first five years of our thirty-year plan successfully. We aim to enrich the learning experience of our tech-savvy students and make the learning process more effective. Our goals are achieved by controlled tablet usage, active learning in our institutions, and integrating technology. Following the principle of 'Happy Teacher, Happy Student,' our institutions stand by our students at every stage of their career planning and preparation for national and international exams (LGS, TYT, AYT, IELTS, AP, SAT).",
  "from_our_founder": "Message from Our Founder",
  "founder_message": "We all have teachers who have touched our lives, guided us, and whom we see as idols. My greatest idol is our Chief Teacher Gazi Mustafa Kemal Atatürk. My biggest aim is to nurture successful, happy, respected individuals rooted in our land and to raise patriotic world citizens on the path paved by our Atatürk. I respectfully and gratefully remember all the teachers, including my first teacher, my grandfather Ahmet Uyar, and other dedicated educators like Tunç İlyas, Selami Yemenci, and Hayrettin Kubilay, who considered each student as their own child and never gave up, despite the challenges they faced.",
  "principles_algorithm": "The Algorithm of Principles",
  "principles_loud": "“Championship is contagious.”",
  "principles_loud_en": "“Let’s Strive Together to Make the World Better!”",
  "principles_text": "Our principles are to nurture individuals who have embraced Atatürk's principles and reforms with a determined and visionary approach, who can use their native language effectively as well as universal languages such as English, German, Italian, and French. We raise students who have strong analytical and critical thinking skills, who are active in all aspects of life, who can play at least one instrument and are involved in at least one sport, who have a developed sense of aesthetics, who can solve problems creatively and innovatively, and who are respectful to themselves, humanity, and nature. We aim to cultivate individuals who can communicate effectively, prioritizing tolerance, honesty, and trust.",
  "main_text_1": "Matbilim College has an innovative education model that integrates science and mathematics. We embrace a boutique education approach, considering each student's individual characteristics and needs. Throughout the journey from primary to high school, we closely monitor each student's development and meticulously plan their career paths.",
  "main_text_2": "Our teachers regularly monitor each student's progress. Students' strengths are supported, and areas for development are improved with targeted efforts.",
  "main_text_3": "We closely monitor the progress of each student with our mentoring system.",
  "main_text_4": "We guide students towards achieving their career goals with accurate advice on university and career choices.",
  "main_text_5": "Unlike crowded classrooms, we provide special attention to each individual with fewer students. This strengthens the interaction between the teacher and the student, enhancing the quality of learning.",
  "main_text_6": "At Matbilim College, we see our students not just as learners but as architects of the future. We are here to help them realize their potential and reach their best versions.",
  "ninthgrade": "9th GRADE",
  "tenthgrade": "10th GRADE",
  "eleventhgrade": "11th GRADE",
  "twelfthgrade": "12th GRADE",
  "acp": "ALGORİTMA",
  "staff": "OUR STAFF",
  "achievement": "ACHIEVEMENT BOARD",
  "test_rubric": "EXAM GUIDELINES",
  "prices": "PRICE INFO",
  "exem_subject": "EXAM SUBJECTS",
  "choose_class": "CHOOSE CLASS",
  "close": "CLOSE",
  "highschool_main_1": "Legendary faculty that trained Turkey's first-place winner in the university entrance exam",
  "highschool_main_2": "Education that values students' individual differences with a school model without cram school in 12-student classes",
  "highschool_main_3": "Seriousness and discipline in education",
  "highschool_main_4": "Student-specific career planning algorithm",
  "highschool_main_5": "Software, artificial intelligence, electrical-electronics and technology clubs",
  "highschool_main_6": "Students who have strengthened their academic success with achievements in at least one sport and playing at least one instrument",
  "highschool_main_7": "International career planning center",
  "highschool_main_8": "Advanced Placement course (perfect score of 5 for all students taking AP Calculus BC exam), IELTS and SAT courses (perfect IELTS score of 9, perfect SAT score of 1600)",
  "highschool_main_9": "World championship in Italy's medicine and architecture exams",
  "highschool_main_10": "Fastest acceptance success from international universities",
  "highschool_main_11": "Happy student and happy teacher philosophy",
  "highschool_ninth_main_1": "Registration for the ninth grade at our school takes place in two periods:\nBased on the results of the \"Scholarship and Admission Exam\" held in February or March\nBased on the results of the LGS exam held in June",
  "highschool_ninth_main_2": "Students are not admitted without taking the admission exam or providing LGS results.",
  "highschool_ninth_main_3": "Students who are eligible for registration are required to take an English proficiency exam.",
  "highschool_ninth_main_4": "While students are taking the admission exam, an information meeting about the institutional process is held for the parents.",
  "highschool_ninth_main_5": "Our institution can open up to 4 classes within the quota. All classes have a maximum of 12 students.",
  "highschool_ninth_main_6": "A 'General Operations and Academic Calendar' meeting is held with the parents of the accepted students on the first Saturday of September. Passwords for the Parent and Student Information Portal are distributed.",
  "highschool_ninth_main_7": "Once the registration process is completed, all students' tablets are collected, necessary installations are made, and the tablets are returned to the students.",
  "highschool_ninth_main_8": "Based on the students’ exam results, the guidance service prepares work programs.",
  "highschool_ninth_main_9": "Parent-teacher meetings are held in November and March to share students' progress with the parents.",
  "highschool_sub": "THE ALGORITHM OF PRINCIPLES",
  "what_is_counselling_header": "WHAT IS PSYCHOLOGICAL COUNSELLING AND GUIDANCE?",
  "what_is_counselling_1": "Psychological counselling and guidance services are systematically and professionally conducted psychological assistance services aimed at helping individuals recognize and understand themselves, discover and develop their hidden potential, and achieve self-fulfillment by actively adapting to their society (Yeşilyaprak, 2016).",
  "what_is_counselling_2": "Our goal as the Psychological Counselling and Guidance Service is to help students recognize themselves, enhance their decision-making and problem-solving skills, support them in understanding and expressing their emotions, ensure they are well-adjusted in their social relationships, develop empathy skills, support their adaptation process to school and environment, and assist them on their journey of self-realization.",
  "what_is_counselling_3": "As the primary school psychological counselling and guidance service, we adopt a developmental and preventive guidance approach. We monitor the cognitive, behavioral, emotional, social, and academic development of our students and conduct work focused on their needs and support.",
  "individual_consultancy": "Individual Consultancy",
  "individual_consultancy_main": "In individual sessions conducted based on students’ needs, the aim is to find alternative solutions to the difficulties faced by the student and the problem situations brought up in the sessions. Individual consultancy is carried out in accordance with the principle of confidentiality.",
  "inclass_guidance_studies": "In-Class Guidance Studies",
  "inclass_guidance_studies_main": "As the guidance service, we conduct guidance lessons every two weeks for 2nd, 3rd, and 4th grade levels. In the guidance lessons, activities, interactive games, group work, and role-playing are planned based on the annual guidance achievements and the needs of the class.",
  "information_studies_for_parents": "Information Studies for Parents",
  "information_studies_for_parents_main": "As the Psychological Counselling and Guidance Service, we value maintaining constant communication with our parents. By working collaboratively, we strengthen the individual follow-up of students. When necessary, individual parent meetings are scheduled. We prepare monthly guidance bulletins and guidance booklets that we hope will provide guidance to our parents.",
  "peer_support_programs": "Peer Support Programs",
  "peer_support_programs_main": "In the upper grades, peer support programs are implemented to increase the sense of solidarity and belonging among students. Each student is paired with a mentor student from an upper class, and the process is monitored by the psychological counselling and guidance unit.",
  "crisis_consultancy": "Crisis Consultancy",
  "crisis_consultancy_main": "In unexpected situations encountered in the school environment or in students' lives (such as loss and grief, natural disasters, anxiety-inducing situations, challenging social experiences), the psychological counselling and guidance unit provides support and consultancy services to students and parents during crises. The activities conducted during crisis moments offer guidance to help students feel safe and process their emotions in a meaningful way.",
  "counselling_footer": "Each student goes through a unique process. As the Psychological Counselling and Guidance Service, we aim not only to support the academic well-being of our students but also to raise socially and emotionally healthy individuals. Viktor Frankl once said, “The deepest need of a person is to find meaning in their life.” Helping children find meaning in their lives enables them to recognize themselves and discover their potential. Our guidance work aims to address this need by equipping our students with skills that will guide them not only during their school years but throughout their entire lives.",
  "slider" : "slider_en",
  "goals": "Goals",
  "schedule": "Class Schedule",
  "calendar": "Exam Calendar",
  "homework_system": "Homework System",
  "all_programs": "IELTS, AP, SAT",
  "exam_day": "Exam Day",
  "exam_hour": "Exam Hour",
  "first_select_exam_day": "Please select exam day first",
  "download_exam_entry": "Download Exam Entry Document",
  "exam_document_before": "We look forward to welcoming you to our school for more detailed information.",
  "exam_document_highligt": "Exam Entrance Document and ID Card",
  "exam_document_after": "with you when coming to the exam.",
  "management": "Management",
  "primary_school": "Primary School / Middle School",
  "high_school": "High School",
  "acp_header": "Four criteria are considered in order of importance when choosing university programs at our school and course.",
  "acp_sub_1": "Education;",
  "acp_sub_2": "Saying what hasn't been said,",
  "acp_sub_3": "Writing what hasn't been written,",
  "acp_sub_4": "Doing what hasn't been done,",
  "acp_sub_5": "You should take it from the ground.",
  "acp_main_1": "Quality of Education at the School and Department",
  "acp_main_2": "School, accommodation, living costs, and scholarship opportunities",
  "acp_main_3": "Job Placement and Graduate Studies Analysis",
  "acp_main_4": "Social opportunities in the country, city, and schools.",
  "acp_button_1": "National Career Planning Algorithm",
  "acp_button_2": "International Career Planning Algorithm",
  "counselling_title": "Psychological Counseling and Guidance",
  "counselling_main_1": "Psychological Counseling and Guidance is a field that helps individuals understand themselves, develop problem-solving skills, and maintain emotional health.",
  "counselling_main_2": "Psychological Counseling and Guidance specialists guide people to achieve their goals in educational, career, personal, and social areas.",
  "counselling_main_3": "Supports students' academic success and social development; also provides guidance on issues such as stress and anxiety management.",
  "counselling_main_4": "At Matbilim Educational Institution, an individual-focused and developmental guidance approach is adopted.",
  "counselling_main_5": "With this approach, it provides the necessary support for individuals to discover their potential and realize themselves in the best possible way.",
  "counselling_sub_header": "PSYCHOLOGICAL COUNSELING AND GUIDANCE SERVICES AT MATBILIM EDUCATION INSTITUTION",
  "counselling_li_1": "Orientation Training",
  "counselling_text_1": "Individual and group activities prepared to facilitate the adaptation of our new students to school, contribute to their social and academic success throughout the year, and introduce the Matbilim school's system.",
  "counselling_li_2": "Educational and Vocational Guidance Activities",
  "counselling_text_2": "Helps students set academic goals, develop learning strategies, and choose suitable professions according to their interests, abilities, and values.",
  "counselling_li_3": "Individual Recognition Model",
  "counselling_text_3": "An approach aimed at understanding the personality, emotions, thoughts, behaviors, and abilities of individuals. The purpose of this model is to understand the individual accurately and develop appropriate solutions in guidance and counseling processes.",
  "counselling_li_4": "Realistic Goal Analysis",
  "counselling_text_4": "Ensures that the goals set by the student are achievable and logical, while also increasing motivation. This analysis enables students to progress more systematically and decisively on their path to success.",
  "counselling_li_5": "Subject-Based Exam Result Documents",
  "counselling_text_5": "Documents that show students' success levels in exams not only by general scores but also by detailed performance in different subjects and skills. These documents help students determine their strengths and areas that need more work. Our guidance specialists observe students' strengths and weaknesses to create a more targeted study plan.",
  "counselling_li_6": "Individual Study Programs",
  "counselling_text_6": "Customized study plans tailored to students' goals, needs, and abilities. These programs are an essential tool for managing the learning process effectively and achieving goals. Individual study programs consider differences in learning styles, pace, and needs, creating a personalized study plan. At least one meeting with students is held weekly, and a study plan is prepared. This plan makes the learning process more effective and efficient.",
  "counselling_li_7": "Student Feedback from Subject Teachers",
  "counselling_text_7": "Feedback from subject teachers is valuable for improving their pedagogical approach, offering lessons tailored to students' needs, and creating a more effective learning environment. This feedback provides a roadmap to improve teacher-student interaction and make the learning process more efficient. Teachers analyze classroom behavior, homework responsibility, and trial exam results to evaluate success. Accordingly, teachers and guidance specialists collaborate to work on student-specific plans.",
  "counselling_li_8": "Supportive Activities",
  "counselling_text_8": "Regular tutoring and question-solving sessions organize the preparation process for exams. Students get accustomed to the exam format, learn how to manage time, and acquire the ability to solve questions faster and more accurately.",
  "counselling_li_9": "Preference Counseling",
  "counselling_text_9": "Preference counseling is a crucial step to understand students, determine their academic, personal, and professional goals accurately, and help them choose the most suitable career paths. We ensure every student selects the most appropriate profession by considering their interests, abilities, and personal values. Our founder İlker NAFİLE also supports students in making suitable career choices during this process.",
  "counselling_li_10": "Parent-Oriented Information Activities",
  "counselling_text_10": "Guidance activities aimed at parents to support students' academic, social, and emotional development. Parent-oriented information helps families understand how to support their child's educational process more effectively. Thus, families gain more insight into their child's academic and personal development. Guidance activities conducted with students are regularly communicated to parents every two weeks via phone.",
  "counselling_post_header": "LETTER TO PARENTS: IB BILIM GUIDANCE AND PSYCHOLOGICAL COUNSELING UNIT",
  "counselling_post_1": "Dear Parent,",
  "counselling_post_2": "With the words 'All my hope is in youth,' our Chief Teacher Gazi Mustafa Kemal Atatürk emphasized his trust in Turkish youth and that they will lead and develop this country.",
  "counselling_post_3": "When young, people are strong and determined, capable of achieving anything they believe in.",
  "counselling_post_4": "However, in life, there are times when everyone needs someone else.",
  "counselling_post_5": "This situation is not negative.",
  "counselling_post_6": "Our children at this stage need you as much as they need their friends and teachers.",
  "counselling_post_7": "The best way to meet this need is with unconditional love.",
  "counselling_post_8": "This love plays a significant role in enabling a child to fully realize their potential during the education process.",
  "counselling_post_9": "First of all, thank you for the support you provide for the academic and personal development of our students.",
  "counselling_post_10": "In collaboration with you, we are conducting guidance activities to raise our children as more successful and happy individuals.",
  "counselling_post_11": "As the Guidance and Psychological Counseling Unit of our institution, our goal is to help students overcome challenges in their educational life, understand themselves, and utilize their talents to the fullest.",
  "counselling_post_12": "Throughout the year, various individual and group guidance activities will be carried out.",
  "counselling_post_13": "Our guidance services include the following:",
  "counselling_post_14_header": "Academic Support:",
  "counselling_post_14": "Support will be provided on topics such as study techniques, coping with exam anxiety, and effective time management.",
  "counselling_post_15_header": "Career Guidance:",
  "counselling_post_15": "Various activities will be conducted to help students discover their interests and determine their career goals.",
  "counselling_post_16_header": "Social and Emotional Development:",
  "counselling_post_16": "Group activities and individual meetings will be organized to develop students' social skills and help them cope with emotional challenges.",
  "counselling_post_17": "Your support is invaluable for the collaborative work we will carry out during this process.",
  "counselling_post_18": "Our doors are always open to you, our esteemed parents, to closely monitor your child's development and receive guidance from our counseling unit whenever needed.",
  "counselling_post_19": "Wishing to raise healthier, happier, and more successful generations together.",
  "counselling_post_20": "Best regards,",
  "counselling_post_21": "IB BILIM Guidance and Psychological Counseling Unit",
  "fast_links": "Quick Links",
  "schools": "Schools",
  "accounting": "Accounting",
  "menu": "MENU",
  "ataturk_salutation": "My head teacher, my idol, the founder of the Republic of Turkey, Atatürk;",
  "honor_and_pride": "I feel the pride of keeping my promise to you, and the honor, dignity, and happiness of being in your spiritual presence.",
  "student_success": "I see you in the success of our students raised as free-minded, conscientious, patriotic world citizens rooted in this land.",
  "teachers_tears": "I see you in the tears of my fellow Republican teachers—those who walk beside me, treat every student like their own child, whose hearts beat with distant stars, who never give up and never surrender—as they feel the sorrow of November 10.",
  "national_days_in_students": "I see you in my daughters and sons who celebrate the enthusiasm of October 29, April 23, and May 19.",
  "devotion_and_determination": "With the love of homeland and the spirit of Çanakkale you engraved into my heart, I walk with all my strength on the path illuminated by your light.",
  "respect_and_gratitude": "With longing, gratitude, and respect...",
  "founder_signature_1": "Founder of Matbilim Education Institutions",
  "founder_signature_2": "İLKER RECEP İHSAN NAFİLE",
  "preschool": {
  "hero": {
    "title": "Discover, Learn, Grow – Welcome to MatBilim Preschool!",
    "subtitle": "With our creative learning, exploration, and social development focused program, we prepare your children for the future."
  },
  "benefit": {
    "creative": "Creative Learning",
    "creativeText": "We nurture children's curiosity through arts, drama, music, and science activities.",
    "social": "Social & Emotional Growth",
    "socialText": "We prioritize social development with sharing, empathy, and cooperation-focused activities.",
    "academic": "School Readiness Program",
    "academicText": "Academic preparation for primary school, focusing on literacy and basic math skills."
  },
  "program": {
    "title": "Sample Weekly Schedule",
    "monday": "Art & Creativity",
    "tuesday": "Storytime & Reading",
    "wednesday": "Science Experiments",
    "thursday": "Drama & Role Play",
    "friday": "Physical Activity & Outdoor Games"
  },
  "callText": "Reserve your spot at MatBilim Preschool now!",
  "callButton": "Get Info & Apply"
},
"middle_school": {
  "intro": "Our middle school system is built on a gradual and holistic structure that supports our students' individual development and prepares them for the future both academically and socially.",

  "grades_5_6_title": "Grades 5 & 6: Adaptation and Exploration Phase",
  "grades_5_6_content": "These grades mark the transition from primary to middle school, where students begin forming a solid academic foundation and interdisciplinary thinking skills. Our educational model during this period:",
  "grades_5_6_bullets": [
    "Encourages scientific thinking through STEM-based project work.",
    "Develops global awareness and English communication skills through the JMUN (Junior Model United Nations) program.",
    "Enhances research, analysis, and presentation skills through TÜBİTAK projects and science fairs.",
    "Supports multi-dimensional development through regular activities in coding, robotics, drama, music, sports, and arts.",
    "Fosters empathy, teamwork, and social responsibility through community service projects."
  ],
  "grades_5_6_followup": "Each student is individually monitored by the guidance service and homeroom teachers. Their academic status, social development, and areas of interest are regularly evaluated and guided accordingly.",

  "grade_7_title": "Grade 7: Transition to LGS Preparation",
  "grade_7_bullets": [
    "Weekly topic tracking systems analyze students' weaknesses.",
    "Subject-specific study support programs are implemented.",
    "Students are introduced to LGS-style questions and solution strategies.",
    "Progress is regularly measured through topic-based quizzes.",
    "Progress reports are shared with parents periodically.",
    "Motivation and time management trainings are provided by the guidance unit."
  ],

  "grade_8_title": "Grade 8: Intensive LGS-Focused Preparation",
  "grade_8_bullets": [
    "Weekly mock exams are conducted with achievement-based analysis.",
    "Results are analyzed by the assessment unit to identify topic-based weaknesses.",
    "A personalized topic completion program is created for each student.",
    "Question-solving hours, subject-specific support classes, and camp programs address deficiencies.",
    "The entire process is individually monitored by academic coaches and counselors.",
    "One-on-one support programs are implemented when needed.",
    "Parent-teacher meetings ensure collaborative progress."
  ],

  "digital_title": "Digital Monitoring and Reporting System",
  "digital_bullets": [
    "Students’ topic gaps, exam analyses, and progress charts are recorded digitally.",
    "Teachers set student-specific goals and track progress step by step.",
    "Parents can follow their child's academic status via mobile apps or the portal.",
    "Individual feedback is regularly provided to students."
  ],

  "conclusion": "Through this structure, our students not only achieve exam success, but also grow into confident, problem-solving, inquisitive individuals who contribute to society."
}


}
